{
  "siteName": "Seren Lottery Chain",
  "subtitle": "Verifiable Randomness — Fair Wins",
  "connectWallet": "Подключить кошелёк",
  "connected": "Подключено",
  "disconnect": "Отключить",
  "currentJackpot": "Текущий джекпот",
  "poolProgress": "прогресс пула — сколько собрано",
  "participate": "Участвовать — 30 POL",
  "feelingLucky": "Мне повезёт",
  "luckyTipTitle": "Совет удачи",
  "howItWorks": "Как это работает",
  "howTitle": "Как сорвать джекпот за 3 шага?",
  "howSteps": [
    {
      "title": "Подключи кошелек и внеси в пул 30POL",
      "text": "Твои 30POL мгновенно пополняют общий пул и ты автоматически участвуешь в розыгрыше 90% пула."
    },
    {
      "title": "Жди своего звездного часа",
      "text": "Пул растет с каждым новым участником, увеличивая твой потенциальный выигрыш. Розыгрыш состоится, когда пул собран."
    },
    {
      "title": "Победа!",
      "text": "Смарт-контракт с помощью Chainlink VRF выбирает случайного победителя. Выигрыш автоматически отправляется на кошелек. Результат нельзя подделать."
    }
  ],
  "footerNote": "Версифицируемая случайность — Chainlink VRF",
  "luckyPhrases": [
    "Говорят, именно в эту секунду шанс максимален. Проверим?",
    "Страх потерять 30 POL — причина, по которой ты ещё не богат.",
    "Этот клик может стоить дороже всех твоих предыдущих вместе взятых.",
    "То чувство, когда кошелёк подключён, а палец над кнопкой — бесценно.",
    "Один клик — и ты в игре. Вопрос не в том, выиграешь ли ты, а что купишь на джекпот.",
    "Представь лица друзей, когда скажешь, что выиграл в криптолотерею.",
    "Самый дорогой адреналин в мире — бесплатен до момента выигрыша.",
    "Знак из будущего: ты уже выиграл. Подтверди это сейчас.",
    "Говорят, джекпот боится решительных. Докажи это.",
    "Твоя будущая биография начинается с этого клика. Напишем её вместе?",
    "Нас 7 миллиардов. Этот билет может быть твоим.",
    "Готов ли ты принять свой приз? Первый шаг — прямо здесь.",
    "Джекпоты — это не удача, а математика, которой можно управлять.",
    "Подумай: кто-то выиграет. Почему не ты?",
    "Здесь были легенды. Теперь твоя очередь.",
    "Время не линейно. Этот момент уже существует в будущем, где ты богат.",
    "Твой кошелёк — ключ. Эта кнопка — дверь. Что тебя останавливает?",
    "Самый большой риск — не рисковать.",
    "Удача любит смелых и тех, кто нажимает классные кнопки.",
    "Жизнь слишком коротка, чтобы откладывать свою революцию.",
    "Боги случайности смотрят на тебя. Не подведи их.",
    "Между тобой и новой жизнью — расстояние между пальцем и этой кнопкой.",
    "Внимание: нажатие может привести к внезапному обогащению.",
    "Сомнения украли больше возможностей, чем неудачи. Не дай им шанс.",
    "Ты не играешь в удачу — ты управляешь ею через технологию.",
    "История помнит не тех, кто хотел, а тех, кто сделал. Будь среди них.",
    "А вдруг именно этот момент ты будешь вспоминать всю жизнь?",
    "Активируй «А что, если?». Что, если нажму?",
    "Кошелёк подключён. Судьба зовёт. Ответь."
  ],
  "events": {
    "deposited": "внес 30POL в пул",
    "bought": "купил 3 билета",
    "depositedLarge": "внес 90POL в пул",
    "depositedShort": "внес 30POL"
  },
  "liveFeed": "Live feed:",
  "ticketsBought": "билетов куплено",
  "collectingTo": "Собираем пул до",
  "eachTicketIncreases": "Каждый билет увеличивает джекпот.",
  "myTickets": "Мои билеты"
}
